Repository: kmoskal/expenses
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: pl

source: The email must be set
pl: Należy podać prawidłowy adres email.

source: Superuser must have is_superuser=True.
pl: Superuser musi mieć ustawiony parametr 'is_superuser=True'.

source: email address
pl: Adres email.

source: first name
pl: Imię

source: last name
pl: Nazwisko

source: Password must contains at least %(mdn)d digit.
pl: Hasło musi zawierać minimum %(mdn)d cyfrę.

source: Password mustt contains at least %(mdn)d digit.
pl: Hasło musi zawierać minimum %(mdn)d cyfrę.

source: All fields are required
pl: Należy wpełnić wszystkie pola.

source: Invalid email or password
pl: Niewłaściwy email lub hasło.

source: The new password and retyped password must be the same
pl: Nowe i powtórzone hasło się nie zgadzają.

source: Sometning went wrong
pl: Coś poszło nie tak.

source: New password has been set
pl: Nowe hasło zostało poprawnie ustawione.

source: User is not active
pl: Użytkownik jest nie aktywny.

source: Email/password required
pl: Podaj email oraz hasło.
